import Title from "../../component/title";
import avtor from "./avtor.webp";
import "./index.css";

export default function Avtor() {
  return (
    <div className="settings">
      <Title>Про філософа:</Title>

      <div className="about_page">
        <div className="about_avtor">
          <div className="small_info">
            <img src={avtor} alt="img" />
            <div className="span_convert">
              <span className="info_about_avtor">
                <p className="avtor_title">Георг Вільгельм Фрідріх Гегель</p>
                Гегель народився в родині фінансового чиновника. У віці семи
                років він пішов у Штутгартську гімназію, де виявив здібності до
                давніх мов та історії. 1788 року після закінчення гімназії
                Гегель вступив до Тюбінгенської богословської семінарії. Тут він
                потоваришував із Фрідріхом Вільгельмом Шеллінгом і поетом
                Фрідріхом Гельдерліном. У студентські роки Гегель захоплювався
                Французькою революцією. У ці роки він навіть посадив разом із
                Шеллінгом «дерево свободи». 1793 року Гегелю присуджено ступінь
                магістра філософії. Того самого року він завершив навчання в
                інституті, після чого працював домашнім учителем у Берні та
                Франкфурті. У цей період Гегель створив так звані «теологічні
                роботи», опубліковані лише в XX столітті — «Народна релігія та
                християнство», «Життя Ісуса», «Позитивність християнської
                релігії».
              </span>
            </div>
          </div>

          <br></br>
          <Title>Діяльність:</Title>
          <span className="avtor_activity">
            Німецький філософ Георг Вільгельм Фрідріх Гегель узагальнивши і
            проаналізувавши договірні теорії про громадянське суспільство
            англійських і французьких філософів XVIII ст., прийшов до висновку,
            що те, що англійці і французи називали державою, у дійсності нею не
            являється, а є системою соціально-економічних відносин людей, яких
            Гегель назвав громадянським суспільством. Відносини людей всередині
            цього суспільства визначаються їхніми матеріальними інтересами
            (системою потреб), існуючим у суспільстві поділом праці і різними
            способами задоволення цих потреб. Громадянське суспільство - сфера
            реалізації особливих цілей і інтересів окремої особистості. З
            погляду розвитку поняття права реконструюється. Гегель зображує
            громадянське суспільство як суперечливе інтересам антагоністичне
            суспільство, як війну всіх проти всіх. Є три основних моменти
            громадянського суспільства: система потреб; відправлення правосуддя;
            поліція і корпорація. Гегель обґрунтовує необхідність публічного
            оголошення законів, публічного судочинства і суду присяжних.
            Критикуючи концепцію всюдисущої поліцейської держави. Гегель виділяє
            в структурі громадянського суспільства наступні стани:
            субстанціональне (землевласники - дворяни і селяни); промислове
            (фабриканти, торговці, ремісники); загальне (чиновники). Аналіз
            станів необхідний Гегелю для того, щоб знайти опосередковану ланку
            між діяльністю окремої особистості й інтересами держави в цілому.
            Тільки людина, що належить до визначеного стану, на думку філософа,
            вступає у певні політичні відносини з загальністю держави.
            <p className="br">
              Філолофсько-правове вчення Гегеля вплинуло на наступну історію
              політико-правової думки. Гегелівська філософія дала досить широкий
              простір для обґрунтування як консервативних, так і критичних
              опозиційних поглядів. Гегель, говорячи про те, що філософія здатна
              лише зрозуміти, але не омолодити деяку застарілу форму життя
              сучасність, що іде в минуле, порівнює свою філософію із совою
              Мінерви, що починає поле лише з настанням сутінків. По проходженню
              більш ніж півтора століття після початку свого польоту цей птах,
              що бився в сільцях різних інтерпретацій і, що горіла у вогні
              невгасаючої критики, з'являється вже у виді не сови Мінерви, а
              скоріше птаха Фенікса. Вона пережила багато сутінків і світанків
              здобувала все новий і новий вигляд.
            </p>
          </span>
        </div>
      </div>
    </div>
  );
}
