import "./index.css";
import Title from "../../component/title";
import statement__1 from "./statement__1.svg";
import statement__2 from "./statement__2.svg";
import statement__3 from "./statement__3.svg";
import statement__4 from "./statement__4.svg";
import statement__5 from "./statement__5.svg";

export default function FindGod() {
  return (
    <div className="finder">
      <Title>Пошук Бога на глибині серця</Title>

      <div className="statement">
        <p className="sub_title_statement">Анотація</p>
        <div className="area">
          <span>
            Запропонований 3-денний план читання допоможе вам зануритися в
            учення Святого Августина про пошук Бога на глибині серця.
          </span>

          <span>
            Це три дні роздумів над тілесним та духовним, божественною милістю
            та людською слабістю, а також значенням віри у вашому духовному
            житті.
          </span>
        </div>

        <div className="days">
          <p className="strong">День 1</p>
          <span>
            Він спрямований на зіставлення тілесного та духовного в контексті
            духовного розвитку.
          </span>
        </div>
        <div className="days">
          <p className="strong">День 2</p>
          <span>
            На другому дні св.Августин ділиться своїми роздумами про свою
            слабість і потребу в Божій милості.
          </span>
        </div>
        <div className="days">
          <p className="strong">День 3</p>
          <span>
            Третій день плану розглядає роль віри в духовному заспокоєнні та
            пізнанні Бога.
          </span>
        </div>
      </div>

      <div className="statement">
        <strong>День 1</strong>
        <div className="first-day">
          <h2>Зіставлення тілесного та духовного</h2>
          <div className="part">
            <img src={statement__1} alt="" />
            <p>Прочитайте вибрані глави з "Сповідь" Святого Августина</p>
          </div>
          <div className="day_text">
            Заплануйте час для самостійного читання вибраних розділів з праці
            "Сповідь" Святого Августина. Ви можете скористатися паперовими
            книгами або електронними версіями. При читанні, зверніть увагу на
            особисті думки та почуття автора, його внутрішні боротьби та
            роздуми. Спробуйте зрозуміти, які моменти особливо зацікавили або
            здивували вас.
          </div>
        </div>
      </div>

      <div className="statement">
        <p className="underline">Глави для читання: I-ХХ</p>
        <a href="https://online.anyflip.com/qpgdn/tfdg/mobile/">
          Джерело для читання
        </a>
      </div>

      <div className="statement">
        <div className="part">
          <img src={statement__2} alt="" />
          <p>Роздуми та саморефлексія</p>
        </div>
        <span>
          Після прочитання розділу, затримайтесь на хвилину, щоб пережити та
          переосмислити прочитане. Задайте собі питання: Які моменти з розділу
          здійснили на мене найбільший вплив? Чи впізнаю я свої власні внутрішні
          конфлікти у тексті?
        </span>
      </div>

      <div className="statement">
        <div className="part">
          <img src={statement__3} alt="" />
          <p>Записи в щоденнику</p>
        </div>
        <span>
          Візьміть щоденник або пусту сторінку та запишіть свої роздуми, емоції
          та враження від читання. Розкажіть про свої особисті досвіди, які
          можуть співпадати з вченням Святого Августина про зіставлення
          тілесного та духовного.
        </span>
      </div>

      <div className="statement">
        <div className="part">
          <img src={statement__4} alt="" />
          <p>Молитва та зближення з Богом</p>
        </div>
        <span>
          Завершіть перший день плану читання молитвою. Зверніться до Бога із
          своїми почуттями, дякуйте за Його присутність у вашому житті та
          попросіть Нього підтримати вас у подальшому дослідженні та пошуку.
        </span>
      </div>

      <div className="statement">
        <div className="part">
          <img src={statement__5} alt="" />
          <p>Подальші дії</p>
        </div>
        <span>
          Заплануйте, як зберегти знайдені вами спостереження і роздуми у
          майбутньому. Поставте собі мету тримати щоденник чи вести записи про
          ваші духовні роздуми та зміни. Визначте, які дії можна здійснити для
          покращення вашого духовного життя, які аспекти можна покращити, або чи
          є потреба у поглибленні відносин із Богом.
        </span>
      </div>

      <div className="statement">
        <strong>День 2</strong>
        <div className="first-day">
          <h2>Божественна милість та людська слабість у праці “Сповідь”</h2>
          <br />
          <div className="part">
            <p style={{ fontWeight: "700", fontSize: "15px" }}>
              1. Розділи з Сповіді Святого Августина
            </p>
          </div>
          <div className="day_text">
            Прочитайте глави, де Святий Августин говорить про божественну
            милість та людську слабість у своєму житті та духовному розвитку.
            Зазвичай, це є глави 11-26 та глава 28.
          </div>

          <br />
          <div className="part">
            <p style={{ fontWeight: "700", fontSize: "15px" }}>
              2. Саморефлексія та аналіз
            </p>
          </div>
          <div className="day_text">
            Саморефлексія та аналіз Після читання відповідних глав, замисліться
            над тим, які моменти особливо привернули вашу увагу. Подумайте, як
            вчення Святого Августина про милість та слабість впливає на вашу
            власну духовну практику та віру.
          </div>

          <br />
          <div className="part">
            <p style={{ fontWeight: "700", fontSize: "15px" }}>
              3. Молитва та роздуми
            </p>
          </div>
          <div className="day_text">
            Залиште час для молитви та роздумів над ваших взаєминами з Богом.
            Роздумуйте про величину Божої милості та Його пробачення наших
            людських слабкостей.
          </div>

          <br />
          <div className="part">
            <p style={{ fontWeight: "700", fontSize: "15px" }}>
              4. Записи в щоденнику та планування дій
            </p>
          </div>
          <div className="day_text">
            Запишіть свої спостереження, думки та роздуми в щоденнику.
            Сформулюйте плани дій, які допоможуть вам розвивати вашу духовну
            практику і примиритися з Божою милістю.
          </div>

          <br />
          <div className="part">
            <p style={{ fontWeight: "700", fontSize: "15px" }}>
              5. Завершення другого дня
            </p>
          </div>
          <div className="day_text">
            Завершіть другий день молитвою і подякою Богу за можливість пізнати
            більше про Його милість та пробачення.
          </div>
        </div>
        <br />
        <a href="https://online.anyflip.com/qpgdn/tfdg/mobile/">
          Джерело для читання
        </a>
      </div>

      <div className="statement">
        <strong>День 3</strong>
        <div className="first-day">
          <h2>Віра як джерело заспокоєння і пізнання</h2>
          <br />
          <div className="part">
            <p style={{ fontWeight: "700", fontSize: "15px" }}>
              1. Розділи з Сповіді Святого Августина
            </p>
          </div>
          <div className="day_text">Прочитайте глави 31-36 та глава 42.</div>

          <br />
          <div className="part">
            <p style={{ fontWeight: "700", fontSize: "15px" }}>
              2. Саморефлексія та аналіз
            </p>
          </div>
          <div className="day_text">
            Саморефлексія та аналіз Після читання відповідних глав, замисліться
            над тим, які моменти особливо привернули вашу увагу. Подумайте, як
            вчення Святого Августина про милість та слабість впливає на вашу
            власну духовну практику та віру.
          </div>

          <br />
          <div className="part">
            <p style={{ fontWeight: "700", fontSize: "15px" }}>
              3. Молитва та роздуми
            </p>
          </div>
          <div className="day_text">
            Залиште час для молитви та роздумів над ваших взаєминами з Богом.
            Роздумуйте про величину Божої милості та Його пробачення наших
            людських слабкостей.
          </div>

          <br />
          <div className="part">
            <p style={{ fontWeight: "700", fontSize: "15px" }}>
              4. Записи в щоденнику та планування дій
            </p>
          </div>
          <div className="day_text">
            Запишіть свої спостереження, думки та роздуми в щоденнику.
            Сформулюйте плани дій, які допоможуть вам розвивати вашу духовну
            практику і примиритися з Божою милістю.
          </div>

          <br />
          <div className="part">
            <p style={{ fontWeight: "700", fontSize: "15px" }}>
              5. Завершення другого дня
            </p>
          </div>
          <div className="day_text">
            Завершіть другий день молитвою і подякою Богу за можливість пізнати
            більше про Його милість та пробачення.
          </div>
          <br />
          <div className="part">
            <p style={{ fontWeight: "700", fontSize: "15px" }}>
              6. Роздуми та аналіз
            </p>
          </div>
          <div className="day_text">
            Роздуми та аналіз Роздумуйте про ролі вашої віри в житті, як вона
            впливає на ваше заспокоєння та допомагає вам пізнавати Бога на
            глибині серця.
          </div>
        </div>
        <br />
        <a href="https://online.anyflip.com/qpgdn/tfdg/mobile/">
          Джерело для читання
        </a>
      </div>
    </div>
  );
}
