import Title from "../../component/title";
import "./index.css";

export default function CardDesscription() {
  return (
    <div className="settings">
      <Title>Цитата дня. Що це може означати?</Title>

      <div className="card-decripti0n">
        <span>
          Фраза "Людина це те, що вона робить з собою" належить французькому
          філософу Жану-Полю Сартру, ключовій фігурі екзистенціалізму. Цей
          вислів відображає основні принципи екзистенціалістської філософії,
          зокрема ідею про радикальну свободу та відповідальність людини за
          власне життя і сутність. Сартр вважав, що людина спочатку існує, а вже
          потім визначає свою сутність через свої вчинки, вибори та рішення.
          Основні аспекти цієї ідеї включають:
          <p>
            1. Свобода вибору: людина завжди має вибір у кожній ситуації, навіть
            якщо цей вибір полягає у прийнятті чи неприйнятті певної реальності.
            Жодні зовнішні обставини не можуть повністю визначити наші дії, ми
            завжди вільні у своїх рішеннях.
          </p>
          <p>
            2. Відповідальність: з цією свободою вибору приходить повна
            відповідальність за свої дії. Ніхто, окрім самої людини, не несе
            відповідальності за її вибір та наслідки цього вибору.
          </p>
          <p>
            3. Аутентичність: для досягнення повного розуміння та прийняття
            своєї свободи, необхідно жити автентично, тобто бути вірним собі,
            своїм переконанням і цінностям, незважаючи на зовнішні тиски.
          </p>
          Таким чином, Сартр наголошував на тому, що кожна людина має можливість
          і обов'язок створювати себе через свої вибори та дії. Це підкреслює
          ідею, що ми не визначені нашими обставинами або соціальними ролями, а
          формуємо свою ідентичність через активну взаємодію зі світом.
        </span>
      </div>
    </div>
  );
}
